Repository: eilonkr/SalaryBud
Catalog: SalaryBud/Helpers/*.lproj/Localizable.strings
Languages: he

source: No jobs!
he: אין עבודות!

# job_addable
source: You can add new jobs using the button at the top.
he: ניתן להוסיף עבודה חדשה ע״י לחיצה על כפתור ה- + למעלה.

# total_month
source: Total this month
he: סה״כ החודש

source: Last shift
he: משמרת אחרונה

# new_job
source: Add a New Job
he: הוספת עבודה חדשה

source: Shift
he: משמרת

# total_alltime
source: Total earned all-time
he: סה״כ בעבודה

# start_shift
source: Start a Shift
he: התחלת משמרת

source: OR
he: או

source: Add manually
he: הוסף/י ידנית

source: Info
he: מידע

# salary_hourly
source: Hourly Salary:
he: משכורת שעתית

# number_shifts
source: Shifts
he: משמרות

source: View Shift History
he: הצגת היסטורית משמרות

source: Shifts info
he: מידע משמרות

source: Earnings Info
he: מידע הכנסות

source: Average shift salary
he: משכורת ממוצעת למשמרת

source: Average shift duration
he: משך משמרת ממוצע

# hrs
source: hr
he: ש׳

source: Edit
he: עריכה

source: Delete
he: מחיקה

# total_week
source: Total this week
he: סה״כ השבוע

# total_year
source: Total this year
he: סה״כ השנה

# average_shift_bonuses
source: Average tips / bonuses
he: ממוצע טיפים / בונוסים

# total_hours
source: Total hours worked
he: סה״כ שעות שעבדתי

# s_job_title
source: JOB TITLE
he: כותרת העבודה

# s_hourly_payment
source: HOURLY PAYMENT
he: משכורת שעתית

# p_enter_title
source: Enter a title
he: הזן/י כותרת

source: Save
he: שמירה

# t_new_job
source: New Job
he: עבודה חדשה

# t_edit_job
source: Edit Job
he: עריכת עבודה

source: Step amount
he: גודל צעד

# s_date_time
source: DATE & TIME
he: תאריך ושעה

# s_salary
source: SALARY
he: משכורת

# multiplier_info
source: Multipliers may take effect in shifts during special times, e.g. shifts in weekends or holidays.
he: מכפיל רלוונטי לעבודות בזמנים מיוחדים, למשל משמרות בסופ״ש או חגים.

# worked_from
source: I've worked from
he: עבדתי מ-

source: Until
he: עד

source: Multiplier
he: מכפיל

source: Bonuses / Tips:
he: בונוסים / טיפים:

source: Confirm
he: אישור

# t_new_shift
source: New Shift
he: משמרת חדשה

source: Salary
he: משכורת

source: Bonuses:
he: בונוסים:

source: Duration:
he: משך:

source: Total:
he: סה״כ

# t_shifts
source: Shifts
he: משמרות

# t_active_shift
source: Active Shift
he: משמרת פעילה

source: Started at:
he: תחילת המשמרת:

# payment_info
source: Payment Information
he: תשלום

source: Start
he: התחלה

# earned_sofar
source: Earned sofar this shift:
he: הרווחת במשמרת עד כה:

# salary_calc
source: Salary Calculator
he: מחשבון שכר

source: HOURLY SALARY
he: שכר שעתי

source: Weekly Shifts
he: משמרות שבועיות

source: Hours Per Shift
he: מס׳ שעות למשמרת

source: SHIFT INFO
he: מידע משמרות

source: RESULT
he: תוצאה

source: Weekly
he: שבועי

source: Monthly
he: חודשי

source: Yearly
he: שנתי

# night
source: Good Night
he: לילה טוב

# morning
source: Good Morning
he: בוקר טוב

# noon
source: Good Afternoon
he: צהריים טובים

# afternoon
source: Good Afternoon
he: אחר צהריים טובים

# evening
source: Good Evening
he: ערב טוב

# day
source: Good Day
he: יום טוב

source: Today
he: היום

source: Yesterday
he: אתמול

source: Hey!
he: היי!

# error_cantadd
source: You can't work for 0 hours :(
he: אי אפשר לעבוד 0 שעות :(
